let questions = [
    {
        "question":"1. 你做事是一個值得信賴的人嗎？",
        "answers":[
            ["5分",5],
            ["4分",4],
            ["3分",3],
            ["2分",2],
            ["1分",1]
        ]
    },
    {
        "question":"2. 你個性溫和嗎？",
        "answers":[
            ["5分",5],
            ["4分",4],
            ["3分",3],
            ["2分",2],
            ["1分",1]
        ]
    },
    {
        "question":"3. 你有活力嗎？",
        "answers":[
            ["5分",5],
            ["4分",4],
            ["3分",3],
            ["2分",2],
            ["1分",1]
        ]
    },
    {
        "question":"4. 你善解人意嗎？",
        "answers":[
            ["5分",5],
            ["4分",4],
            ["3分",3],
            ["2分",2],
            ["1分",1]
        ]
    },
    {
        "question":"5. 你獨立嗎？",
        "answers":[
            ["5分",5],
            ["4分",4],
            ["3分",3],
            ["2分",2],
            ["1分",1]
        ]
    },
    {
        "question":"6. 你受人愛戴嗎？",
        "answers":[
            ["5分",5],
            ["4分",4],
            ["3分",3],
            ["2分",2],
            ["1分",1]
        ]
    },
    {
        "question":"7. 做事認真且正直嗎？",
        "answers":[
            ["5分",5],
            ["4分",4],
            ["3分",3],
            ["2分",2],
            ["1分",1]
        ]
    },
    {
        "question":"8. 你富有同情心嗎？",
        "answers":[
            ["5分",5],
            ["4分",4],
            ["3分",3],
            ["2分",2],
            ["1分",1]
        ]
    },
    {
        "question":"9. 你有說服力嗎？",
        "answers":[
            ["5分",5],
            ["4分",4],
            ["3分",3],
            ["2分",2],
            ["1分",1]
        ]
    },
    {
        "question":"10. 你大膽嗎？",
        "answers":[
            ["5分",5],
            ["4分",4],
            ["3分",3],
            ["2分",2],
            ["1分",1]
        ]
    },
    {
        "question":"11. 你精確嗎？",
        "answers":[
            ["5分",5],
            ["4分",4],
            ["3分",3],
            ["2分",2],
            ["1分",1]
        ]
    },
    {
        "question":"12. 你適應能力強嗎？",
        "answers":[
            ["5分",5],
            ["4分",4],
            ["3分",3],
            ["2分",2],
            ["1分",1]
        ]
    },
    {
        "question":"13. 你組織能力好嗎？",
        "answers":[
            ["5分",5],
            ["4分",4],
            ["3分",3],
            ["2分",2],
            ["1分",1]
        ]
    },
    {
        "question":"14. 你是否積極主動？",
        "answers":[
            ["5分",5],
            ["4分",4],
            ["3分",3],
            ["2分",2],
            ["1分",1]
        ]
    },
    {
        "question":"15. 你害羞嗎？",
        "answers":[
            ["5分",5],
            ["4分",4],
            ["3分",3],
            ["2分",2],
            ["1分",1]
        ]
    },
    {
        "question":"16. 你強勢嗎？",
        "answers":[
            ["5分",5],
            ["4分",4],
            ["3分",3],
            ["2分",2],
            ["1分",1]
        ]
    },
    {
        "question":"17. 你鎮定嗎？",
        "answers":[
            ["5分",5],
            ["4分",4],
            ["3分",3],
            ["2分",2],
            ["1分",1]
        ]
    },
    {
        "question":"18. 你勇於學習嗎？",
        "answers":[
            ["5分",5],
            ["4分",4],
            ["3分",3],
            ["2分",2],
            ["1分",1]
        ]
    },
    {
        "question":"19. 你反應快嗎？",
        "answers":[
            ["5分",5],
            ["4分",4],
            ["3分",3],
            ["2分",2],
            ["1分",1]
        ]
    },
    {
        "question":"20. 你外向嗎？",
        "answers":[
            ["5分",5],
            ["4分",4],
            ["3分",3],
            ["2分",2],
            ["1分",1]
        ]
    },
    {
        "question":"21. 你注意細節嗎？",
        "answers":[
            ["5分",5],
            ["4分",4],
            ["3分",3],
            ["2分",2],
            ["1分",1]
        ]
    },
    {
        "question":"22. 你愛說話嗎？",
        "answers":[
            ["5分",5],
            ["4分",4],
            ["3分",3],
            ["2分",2],
            ["1分",1]
        ]
    },
    {
        "question":"23. 你的協調能力好嗎？",
        "answers":[
            ["5分",5],
            ["4分",4],
            ["3分",3],
            ["2分",2],
            ["1分",1]
        ]
    },
    {
        "question":"24. 你勤勞嗎？",
        "answers":[
            ["5分",5],
            ["4分",4],
            ["3分",3],
            ["2分",2],
            ["1分",1]
        ]
    },
    {
        "question":"25. 你慷慨嗎？",
        "answers":[
            ["5分",5],
            ["4分",4],
            ["3分",3],
            ["2分",2],
            ["1分",1]
        ]
    },
    {
        "question":"26. 你小心翼翼嗎？",
        "answers":[
            ["5分",5],
            ["4分",4],
            ["3分",3],
            ["2分",2],
            ["1分",1]
        ]
    },
    {
        "question":"27. 你令人愉快嗎？",
        "answers":[
            ["5分",5],
            ["4分",4],
            ["3分",3],
            ["2分",2],
            ["1分",1]
        ]
    },
    {
        "question":"28. 你傳統嗎？",
        "answers":[
            ["5分",5],
            ["4分",4],
            ["3分",3],
            ["2分",2],
            ["1分",1]
        ]
    },
    {
        "question":"29. 你親切嗎？",
        "answers":[
            ["5分",5],
            ["4分",4],
            ["3分",3],
            ["2分",2],
            ["1分",1]
        ]
    },
    {
        "question":"30. 你工作足夠有效率嗎？",
        "answers":[
            ["5分",5],
            ["4分",4],
            ["3分",3],
            ["2分",2],
            ["1分",1]
        ]
    }
];