let questions = [
    {
        "question":"士兵:請問你要做甚麼??",  //0
        "answers":[
            ["我:看甚麼看!!",1],
            ["我:沒事 經過阿",2],
            ["我:請問可以進去商店嗎?",3]
        ]
    },
    {
        "question":"士兵:此路不通!",  //1
        "answers":[
            ["我:後面有甚麼東西?",1],
            ["我:喔 好喔!",2],
            ["我:好狗不擋路",3]  //我:這是一點小意思 請收下^ ^ (賄絡)
        ]
    },
    {
        "question":"商店:是否進入商店",  //2
        "answers":[
            ["是",1],
            ["否",2]
        ]
    },
    {
        "question":"要挖土嗎?",  //3
        "answers":[
            ["是",1],
            ["否",2]
        ]
    },
    {
        "question":"士兵:請問需要找甚麼嗎??",  //4
        "answers":[
            ["我:沒有!",1],
            ["我:請問這裡有賣甚麼東西嗎?",2],
            ["我:今天天氣很好!",3]  //我:請問要吃番茄嗎?(需有番茄)
        ]
    },
    {
        "question":"要使用炸彈炸開這座山嗎??",  //5
        "answers":[
            ["是",1],
            ["否",2]
        ]
    },
    {
        "question":["士兵:最後這裡你只能選一條路走",  //6
                    "士兵:打敗我才可以通過!"], 
        "answers":[
            ["用劍打敗他",1],
            ["用錢賄絡他(會有提示!)",2]
        ]
    },
    {
        "question":["是否要用水晶開啟寶箱",0],  //7 
        "answers":[
            ["是",1],
            ["否",2]
        ]
    },
    {
        "question":"士兵:請問這是甚麼影片",  //8
        "answers":[
            ["航海王",1],
            ["天竺鼠車車",2],
            ["火影人者",3]
        ]
    }
]

let playList = [
    ["wdMC0mggMT4",0,4],
    ["wdMC0mggMT4",4,9],
    ["3Pnq-TP4vTA",0,7]
]